IDEA StatiCa Open Model
OpenModelPropertyAttribute.StructuralModelName Field
Compatible with IDEA StatiCa Beta 21.0 - beta
 Name in the Idea model
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string StructuralModelName
Public StructuralModelName As String
public:
String^ StructuralModelName
Field Value
Type: String
See Also
Reference
OpenModelPropertyAttribute Class
IdeaRS.OpenModel Namespace